IDEA Open Model
ReinforcedBar Constructor
Compatible with IDEA StatiCa Beta 20.0
Initializes a new instance of the ReinforcedBar class
 Namespace: IdeaRS.OpenModel.CrossSection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public ReinforcedBar()
Public Sub New
See Also
Reference
ReinforcedBar Class
IdeaRS.OpenModel.CrossSection Namespace